from typing import List
from Models import Station

STATIONS: List[Station] = [
    Station('AT22229480', 23.296306, 42.680889, 'SOFIA', 'Хиподрума'),
    Station('AT22539001', 23.308639, 42.62925, 'SOFIA', 'Драгалевци'),
    Station("AT22528883", 23.400272, 42.665889, "SOFIA", "Дружба"),
    Station("AT22512471", 23.345861, 42.693056, "SOFIA", "НВА"),
    Station("AT22229477", 23.342028, 42.696611, "SOFIA", "Янко Саказов"),
    Station("AT22533432", 23.413528, 42.711722, "SOFIA", "Враждебна"),
    Station("AT22229335", 23.295861, 42.664778, "SOFIA", "Борово"),
    Station("AT22229424", 23.308056, 42.678, "SOFIA", "Иван Вазов"),
    Station("AT22229455", 23.320139, 42.671556, "SOFIA", "Баучер"),
    Station("AT22229350", 23.34925, 42.656333, "SOFIA", "Студентски"),
    Station("AT22229294", 23.383222, 42.655528, "SOFIA", "Младост"),
    Station("AT22229237", 23.38625, 42.691417, "SOFIA", "Христо Ботев"),
    Station("AT22535384", 23.368, 42.701583, "SOFIA", "Подуяне"),
    Station("AT22527228", 23.335556, 42.72225, "SOFIA", "Орландовци"),
    Station("AT22525603", 23.268472, 42.67, "SOFIA", "Овча Купел"),
    Station("AT22229503", 23.240306, 42.687, "SOFIA", "Линкълн"),
    Station("AT22533909", 23.276833, 42.701583, "SOFIA", "Стамболийски"),
    Station("AT22229497", 23.297472, 42.727139, "SOFIA", "Надежда"),
    Station("AT22478005", 23.264556, 42.715417, "SOFIA", "Люлин 9"),
    Station("AT22229494", 23.291667, 42.693139, "SOFIA", "Красна поляна"),
    Station("AT22532689", 23.322558, 42.710308, "SOFIA", "Централна гара"),
    Station("AT22229482", 23.345139, 42.645167, "SOFIA", "Зимен дворец")
]
